[
  {
    "id": 1,
    "headline": "CANE MU-TON-Y:",
    "subheading": "MASSIVE CANE TOAD HAS WEIGH TO GO",
    "image": "./assets/articles-pictures/Newsflash-AgaToad-01.jpg",
    "content": "This is the moment a massive cane toad struggles to fit on the scales as Russian zoo keepers try to check out its weight.\n\nThe giant toad seems unconcerned as the keepers poke and prod it to spread its considerable bulk evenly over the weighing machine at Moscow Zoo, in Russia.\n\nThe reptile experts were careful to keep their surgical gloves on, as the toad secretes a toxic milky fluid called bufotoxin from glands on its skin that can cause serious illness in humans.\n\nThe footage from 22nd May shows the female toad Nastyukha tipping the scales at a whopping weight of nearly 1.5 kilogrammes (3.3 lbs).\n\nMoscow Zoo said in a statement obtained by Newsflash: \"The weight of the cane toad is another source of pride for our zoologists.\n\nNow the female with the vibrant name Nastyukha has reached her optimal weight - almost one and a half kilogrammes. Males weigh slightly less.\"\n\nThe toad's enormous size sparked numerous reactions on the Russian social media platform VKontakte after the zoo posted the video.\n\nVKontakte user 'Anastasia Gerasimova' said: \"Nastyukha, namesake, keep in shape.\"\n\nAnother 'Margarita Gerasimov' commented: \"How cute... I love toads.\"\n\nThe cane toad (Rhinella marina), also known as the giant neotropical toad or marine toad, is native to South and mainland Central America.\n\nIt has also been introduced to various islands throughout Oceania and the Caribbean, as well as Northern Australia, where it's considered a pest.\n\nBut Nastyukha has some pounds to pack on to hit the record books.\n\nThe largest cane toad believed to have been recorded was found in Australia in 1991 and dubbed Toadzilla after tipping the scales at 2.65 kilogrammes (5.9 lbs).",
    "author": "Article by Georgina Jedikovska"
  },
  {
    "id": 2,
    "headline": "A BRIDGE TOO FAST:",
    "subheading": "TOWER CLIMBING SPIDER-MAN SCALED BRIDGE SO QUICKLY POLICE MISSED IT",
    "image": "./assets/articles-pictures/Newsflash-PortCops-02.jpg",
    "content": "This is the moment a daredevil free climber notorious for scaling the world's tallest building scrambles up a bridge in Portugal so quickly that the police did not even spot him.\n\nPolish national Marcin Banot, 36, has built up a huge following on YouTube for his death-defying stunts up London's Shard building and the Eiffel Tower in Paris.\n\nNow he has ticked off another target on his list after setting his sights a little lower for the Dom Luis I Bridge above the Douro River in Porto, Portugal.\n\nNew video footage of the climb posted last weekend (on 8th/9th June) shows Banot dressed in jeans, bumper boots and a T-shirt shin up the 140-year-old structure with no safety equipment.\n\nMost tourists and locals do not even seem to notice him until he pops up over the railings at the top. Other images show him scaling one of the bridge's main towers, with him seen high above the water below.\n\nHe certainly showed local police a clean pair of heels who confessed they did not even know he had been there.\n\nPorto police spokesperson Antonio Veiga admitted they only found out when the videos were posted on YouTube and Instagram.\n\nHe said: \"Given the speed of the incident, it was not possible to proceed with identification.\"\n\nBut he reminded would-be copycats that climbing the bridge is illegal and could be very dangerous.\n\nThis week it emerged that Banot was intercepted by firefighters and police as he tried to scale the 410-foot Globant Towers building in Buenos Aires, in Argentina, on 7th June.\n\nAs he neared the top expert firefighters were lowered down in safety harnesses and lines to halt the climb.\n\nBanot was seen being bundled into the building through a hole in the wall while he was clamped to several rescuers.\n\nNow he is facing calls from the city's Justice Department to give him the bill for the full cost of the rescue which involved 30 firefighters and other emergency services staff.\n\nProsecutors also ordered his arrest for trespassing.\n\nThe City Minister of Security and Justice, Waldo Wolff, said: \"The professionalism of our firefighters in the face of the climber's recklessness.\"\n\nHe added: \"I want to congratulate the Special Rescue Group (GER) and the entire public security system of the City for the efficiency in the rescue of the Polish citizen who was climbing in Puerto Madero.\n\nGiven the irresponsibility of this subject, who is detained and at the disposal of Justice, the professionalism of our brigades was essential to avoid any tragic outcome.\n\nLikewise, we will ask the Justice Department to have the offender pay the cost of the operation.\"\n\nBanot aims to travel the world to climb the iconic buildings and landmarks in every city he visits, including the Burj Khalifa in Dubai, the tallest building in the world.",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 3,
    "headline": "YOU WANT SSS-OME?",
    "subheading": "DAYS OLD BABY COBRA NIPPERS ARE ALREADY UP FOR A FRIGHT",
    "image": "./assets/articles-pictures/Newsflash-SiameseCobra-01.jpg",
    "content": "This is the moment cautious zookeepers in Russia show off a brood of highly venomous baby spitting cobras who already seem ready to see off any would-be attackers.\n\nThe nine hatchlings emerged following two months in an incubator after their mum gave birth to a clutch of eggs at Moscow Zoo.\n\nAnd footage released by reptile experts at the zoo shows that the youngsters, known as snakelets, may be small but they can be dangerous little nippers.\n\nAs one keeper reveals a young snake's hiding place in a cardboard egg crate, it flares its hood as a warning to keep back or face some of the most toxic venom on the planet.\n\nNot only can spitting cobras deliver a powerful bite, but they can also eject streams of venom at their prey and enemies.\n\nAlthough the venom is usually harmless to unbroken skin in humans, if it hits the eyes, it can cause permanent blindness, warn experts.\n\nThe zoo footage, released on 23rd May, was the hatchlings', also known as Siamese cobras, first exposure to wildlife lovers.\n\nNewsflash obtained a statement from Moscow Zoo saying: \"We have Siamese cobras hatching – and for the first time, everyone can see them.\n\nTwo months ago, we received a clutch of eggs from our Siamese cobras – a rather rare and extremely venomous species.\n\nThe eggs were placed in an incubator. Nine hatchlings have already emerged, and possibly three more may appear.\"\n\nThey added: \"The Moscow Zoo has been successfully breeding Siamese cobras for over 10 years.\n\nHowever, this year, for the first time, the incubator was placed on display in the 'Snake Charmer's Hut', giving every visitor the chance to see a baby cobra hatch.\n\nIn the incubator, the humidity is maintained at up to 90 per cent and the temperature ranges between 29 and 23 degrees Celsius.\n\nThe eggs spend over two months on sterilised vermiculite.\n\nWhen the hatchlings emerge, they crawl into the incubator's tray. They stay there for a day, after which they are moved to a temporary container.\n\nIn the container, the humidity remains the same, but the temperature can be slightly lower – 25-26 degrees Celsius.\n\nA local heat spot is provided, along with many necessary hiding places for the snakes. The hatchlings stay there for two to three days.\n\nThen, the baby cobras are transferred to a large terrarium. There, they live on a mix of mulch and gravel, along with sphagnum moss for humid areas.\n\nNaturally, this environment has even more hiding places than the container.\n\nInterestingly, the sex of the cobras depends on the incubation temperature. By regulating it, we can determine the ratio of females to males that will hatch.\n\nWe aim for average parameters to achieve a balanced group composition.\"\n\nThe Indochinese spitting cobra (Naja siamensis), also known as the Thai spitting cobra, the black and white spitting cobra, and the Siamese spitting cobra, is found across Southeast Asia.\n\nIt is listed as vulnerable on the International Union for Conservation of Nature (IUCN) Red List of Threatened Species.",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 4,
    "headline": "KUNG FOOL:",
    "subheading": "SHOP DRUNK DECKED BY MARTIAL ARTS MASTER",
    "image": "./assets/articles-pictures/Newsflash-StoreDrunk-01.jpg",
    "content": "This is the moment a loudmouthed drunk gets beaten senseless as he challenges a taekwondo champ in a service station store.\n\nThe catchweight contest started when the brawler squared up to the shop owner, identified only as Wu, at the store in Seberang Jaya, Penang, Malaysia, on 3rd June.\n\nUnknown to him and his biker pals, Wu is a former International Taekwondo Federation champion and once ran a string of TKD schools as a senior instructor.\n\nPhone footage from the store shows that as they square up for round one the challenger removes his motorcycle crash helmet and glares at Wu.\n\nBut within seconds he is on the floor as Wu batters him around the head and body with a flurry of punches.\n\nAs the man staggers back to his feet Wu calmly says to him and his friends in English: 'One by one, gentlemen.'\n\nBut as he gamely comes back for round two the thug crashes to the floor from an onslaught of Wu's kicks and fists.\n\nHe seems to have had enough and starts to leave quietly but when Wu's back is turned he hits him over the head with his crash helmet.\n\nFurious Wu fells him with five bone-crunching kicks until the attacker is lying senseless on the forecourt.\n\nIt later emerged that Wu had started studying TKD when he was just 17 and went on to become a regional champ and instructor.\n\nHe told local media: 'In 1998, a taekwondo coach was not available to teach his classes.\n\nThat year, I took over four classes and taught the students.'\n\nHe added: 'The coach recommended that I become a full-time instructor.\n\nHowever, I was busy running my family's convenience store, so I rejected the offer.'\n\nIt is unclear if the police are investigating the brawl.",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 5,
    "headline": "WE'LL BE BACK:",
    "subheading": "WAR MUSEUM TERMINATORS MADE FROM RECYCLED JUNK",
    "image": "./assets/articles-pictures/Newsflash-LandfillMuseum-01.jpg",
    "content": "This is the terrifying-looking line of movie Terminators created from scrap metal and junk for a warfare museum in Russia.\n\nInventor Alexander Rastorguev assembled the scary squad for his 'At The Landfill' museum using spare parts he harvested from a massive tip near Irkutsk.\n\nThe futuristic killers have joined a grim lineup of real-life and fantasy warmongers including a display of Aliens and Predators.\n\nOne social media video of the exhibits shows a lineup of armed-to-the-teeth T-800s as played by Arnold Schwarzenegger in the Terminator film franchise.\n\nBut while the life-sized models may be replicas, some of the guns, reports local media, could very well be real.\n\nRastorguev has assembled a huge collection of junked weapons like Maxim machine guns and flamethrowers.\n\nAnd on the grounds, a huge tank battle has been recreated using replicas of Soviet T-34 tanks from World War II.\n\nBut some displays, like a replica of Bumblebee from the Transformers movies, are more family-friendly.\n\nThere is even, bafflingly, a scrapped head of former Soviet-era leader Lenin waiting in the stores to be put to use.\n\nBut Rastorguev says his collection is anything but old rubbish.\n\nHe told local media: “We don’t collect rubbish, but old things.",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 6,
    "headline": "SNATCH OF THE DAY:",
    "subheading": "CROOK LIFTS 17 REPLICA FOOTBALL SHIRTS IN ONE SPREE",
    "image": "./assets/articles-pictures/Newsflash-JersStils-01.jpg",
    "content": "This is the strip-off moment a brass-necked thief walks off with 17 official replica football shirts after stuffing them down his shorts at a club shop in Brazil.\n\nThe brazen bandit was caught on CCTV as he went from rack to rack selecting the shirts apparently untroubled by other shoppers and assistants on 11th June.\n\nAny VAR playback of the incident at the club shop for Parana Clube in Carbita, a second-tier club in Brazil's football league, would certainly get him sent to jail.\n\nThe burly bandit shamelessly lifts the shirts one by one off their hangers, rolls them into a ball and sticks them down the crotch of his shorts.\n\nThe footage runs for almost three minutes but in that time, no one stopped him and he was able to leave the store unchallenged, according to local media.\n\nThe shop only apparently noticed the theft later and alerted the police, who confirmed that they were investigating.\n\nThe club estimates its losses at around BRL 3,400 (GBP 500).\n\nAt the time of writing, no arrests had been made.",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 7,
    "headline": "LAST POSTS:",
    "subheading": "ANOTHER DRUG BOSS TRACKED DOWN BY COPS FOLLOWING WIFE'S LUXURY LIFE ON INSTA",
    "image": "",
    "content": "A drug boss on the run for two years has been seized by police in Brazil after they tracked him down through his wife's social media posts about their luxury lifestyle. Wanted Ronald Roland, 50, was so determined to avoid police he had plastic surgery to disguise his looks. But he was arrested after police hunted him down thanks to his wife Andrezza de Lima Joel's Instagram posts about their non-stop spending. Police say the couple raked in more than BRL 5 billion (GBP 713,802) in five years selling drugs and laundering money. And, say police, huge parts of the profits were passed through de Lima Joel's modest bikini shop. In one day alone, reports local media, the shop banked BRL 200,000 (GBP 28,560) and then went on to buy its own company plane for BRL 3 million (GBP 428,320). The pair were arrested at their luxury holiday home in Guaruja, near Sao Paulo, on 2nd July after police found them thanks to de Lima Joel's Instagram posts about their glamorous life. She would often flaunt their holidays and shopping sprees in Paris, Dubai, the Maldives and Colombia allowing police to follow their movements. Police began tracking Roland when he moved into a lavish home in a high-end neighbourhood in Uberlandia, Minas Gerais, and began flaunting his wealth. Police spokesperson Ricardo Ruiz said: \"One day, a person arrives home with a BRL 500,000 [GBP 71,388] vehicle. A week later, with a BRL 1 million [GBP 142,777] vehicle. Another week, with a BRL 800,000 [GBP 114,222] vehicle. This caught the neighbourhood's attention.\" Huge amounts of money were siphoned through front companies to disperse the cash that came from selling drugs to Mexican cartels, say police. Ruiz added: \"Houses were acquired in the name of companies, whose partners were people without the slightest economic capacity to acquire properties, vehicles, aircraft. We found company partners, for example, who work in a restaurant but are partners in several companies that moved tens of millions.\" Police say Roland's web took in more than 100 front companies and 200 fake directors in everything from builders to car rental and cryptocurrency. Ruiz explained: \"What we found was the absence of economic and financial capacity of the wife who opened a bikini store that acquired vehicles, aircraft.\" Police say Roland has a criminal record going back to the 2000s. Ironically his first wife had caused his downfall in 2019 when she also unwittingly revealed their location with social media posts tracked by Interpol. Roland is the second Brazilian drugs boss to be seized this summer thanks to bragging Instagram posts by his partner. Cecilia Calixto's boyfriend Matheus Almeida was arrested after police began tracking her VIP lifestyle on social media. Calixto's only legitimate income was a tiny clothes shop in her mother's house but her posts revealed wild spending sprees way out of reach of the profits from her boutique. In just a few months, Calixto, 28, underwent a rhinoplasty, had silicone boob implants and revamped her curves with HD liposuction. She also ordered gold necklaces encrusted with diamonds, some designed by her and sent to bespoke jewellers for a one-off production. Calixto boasted about her fleet of luxury cars, say local media. The pair were arrested on 27th June after police identified them as the joint heads of a massive cocaine and hashish-running scam, reports local media.",
    "author": "Simona Kitanovska"
  },
  {
    "id": 8,
    "headline": "LEAP FROGS:",
    "subheading": "HOW CRITICALLY ENDANGERED FROGS DO PRESS UPS TO BOOST SURVIVAL",
    "image": "",
    "content": "This is the moment critically endangered frogs show off the amazing underwater press-up skills that help them survive in the wild.\n\nThe huge aquatic Titicaca water frog is found only in a single water system in the Lake Titicaca basin on the border of Bolivia and Peru.\n\nThe species struggles to survive in poorly oxygenated waters in low oxygen altitudes in the Andes.\n\nNow scientists from Brown University, Rhode Island, USA, and Austria's Schoenbrunn Zoo, in Vienna have discovered its secret method of improving its chances of survival.\n\nThe loose-skin species, also known less flatteringly as the scrotum frog, does push-ups from the bottom of a waterway to stretch its skin and provide the largest possible surface area.\n\nThe method, say scientists in a study, means the frogs can absorb as much oxygen as possible from the boosted skin surface.\n\nVideo footage of the trials shows the frogs in a clear tank as they practice their push-ups to keep the oxygen flowing when it is gradually replaced by nitrogen.\n\nAnd a second clip shows the skills come in handy when they want to snaffle up their favourite snacks at feeding time.\n\nSchoenbrunn Zoo director Stephan Hering-Hagenbeck said in a statement obtained by Newsflash: \"The folds in the frog's skin increase its surface area.\n\nThe 'push-ups' move the folds, allowing oxygen to be absorbed from the surrounding water.\n\nThis is particularly advantageous in the frogs' natural habitat, Lake Titicaca in western South America.\n\nThere, oxygen-poor conditions often prevail due to the altitude and the resulting low air pressure.\"\n\nResearch associate Doris Preininger added: \"The 'push-up behaviour' may improve the gas exchange between the frog's skin and the water, as the oxygen-poor boundary layer around the skin folds is interrupted.\n\nThis behaviour represents an exciting adaptation of the animals to quickly meet their oxygen requirements.\"\n\nSchoenbrunn Zoo continued: \"The Titicaca water frog is kept backstage at the zoo and successfully bred. This enables important research work such as this to be carried out.\"\n\nIn the wild, the frog, Telmatobius coleus, can grow up to 20 centimetres (7.8 inches) from head to rump.\n\nIt is listed as 'Critically Endangered' on IUCN's Red List of Threatened Species.\n\nThe study titled 'Acute hypoxia exposure rapidly triggers behavioral changes linked to cutaneous gas exchange in Lake Titicaca frogs' has been published in the peer-reviewed journal Behavioural Processes.",
    "author": "Georgina Jedikovska"
  },
  {
    "id": 9,
    "headline": "TOO PORSCHE FOR A BABY:",
    "subheading": "SPORTSCAR LAWYER HURLED HER NEWBORN OUT OF WINDOW",
    "image": "",
    "content": "A top lawyer for luxury carmakers Porsche has been jailed for seven and a half years after a court heard how she killed her newborn daughter because a baby would ruin her career.\n\nKatarina Jovanovic, 28, from Lauffen am Neckar, Baden-Wuerttemberg State, Germany, was found guilty of manslaughter at the Heilbronn District Court on Wednesday, 3rd July.\n\nJudges heard how she had given birth at home in secret 10 months ago (12th September) and then hurled her baby daughter from her apartment window almost four meters (12 feet) onto the tarmac below.\n\nHorrified passersby later found the minutes-old infant's body with a shattered skull underneath Jovanovic's balcony and called the police, who arrested her.\n\nProsecutors told the court that Jovanovic had believed that being a mother would spoil her career as an executive in Porsche's legal department.\n\nThey said she had deliberately concealed her pregnancy from colleagues and neighbours so no one would know she was pregnant.\n\nPublic prosecutor Mareike Hafendoerfer said: \"The accused was not prepared to put her life plans, especially her professional advancement, on hold for a child.\n\nThat was her decision when the baby was born, and as a result, the criteria for a murder conviction are fulfilled.\"\n\nJovanovic's lawyers claimed, however, that it was, at most, manslaughter, as she had accidentally dropped the baby from her hands after giving birth alone at home without realising she had been pregnant.\n\nDefence attorney Malte Hoech, 53, said: \"It is a drama that affects me personally. My client did not even know that she was pregnant.\n\nWhen she suddenly held the bloody baby in her hands, she was in an exceptional psychological situation.\n\nIt was an accident, she dropped the baby. How the child ended up over the windowsill remains to be determined.\"\n\nIn the end, the court accepted the lesser charge of manslaughter but jailed her for seven and a half years, which was more than the three years the defence had demanded.\n\nHer legal team said they plan to appeal the verdict.\n\nNeighbours told local media how they had no idea Jovanovic was expecting a baby.\n\nOne said: \"Nobody noticed that the woman was pregnant. Recently she had changed and was no longer talking to us.\n\nWe thought she was stressed at work.\"",
    "author": "Georgina Jedikovska"
  },
  {
    "id": 10,
    "headline": "CRUSH HOUR:",
    "subheading": "TUBE COMMUTERS SENT SPRAWLING DOWN STAIRWAY AS ESCALATOR SWITCHES DIRECTION",
    "image": "",
    "content": "This is the terrifying moment tube passengers are sent crashing down an escalator as it suddenly changes direction and hurtles backwards at breakneck speed.\n\nThe horrifying ride was caught on CCTV footage at the Ucyol Metro Station in Izmir, Turkey, on 1st July while it was packed with rush hour commuters.\n\nAs the up escalator brought passengers to the surface from the platforms, it suddenly lurched to a stop as they clung to the handrails trying to keep their balance.\n\nThen without warning the moving stairway suddenly reversed itself taking the passengers downhill backwards at more than twice the usual speed.\n\nAs they fell backwards they crashed into each other tumbling down the staircase in a heap and landing in a pile of sprawled bodies at the bottom.\n\nLocal media reports say paramedics rushed 11 passengers to hospital where they were treated for their injuries and allowed home.\n\nAccording to city officials, the escalators at the metro station were serviced the day before the incident.\n\nThe Izmir Metropolitan Municipality said in a statement: \"The service and maintenance of the escalators at Ucyol Metro Station were conducted on 30th June, one day before the malfunction occurred.\"\n\nIt added that repair work has since been carried out.\n\nPolice and railway safety inspectors are investigating the crash.",
    "author": "Simona Kitanovska"
  },
  {
    "id": 11,
    "headline": "POOL CAR:",
    "subheading": "PRANKSTERS TURN MOTOR INTO COOL RIDE",
    "image": "",
    "content": "This is the bizarre moment two pals struggling with a summer heatwave fill their motor with water and turn it into the ultimate pool car.\n\nFirst bloggers Yerbolat Zhanabylov and Nurdaulet Bektursyn lined the car with industrial-strength plastic sheeting.\n\nThen they filled the rear compartment and boot up with water before cruising around Kazakhstan's capital Astana.\n\nVideo footage shows them diving in head-first through the hatchback as they settled back in swimming shorts to cool off with water wings, rubber rings, a snorkel and goggles.\n\nFootage of the stunt shows delighted passers-by as they took in the pool-on-wheels for a drive through the city.\n\nAt one point, the pals took the car into a fast food drive-through to buy cooling drinks and ice cream.\n\nThey captioned the video: \"It's already mid-summer, and you haven't swum yet.\"\n\nThe clip racked up more than 5.6 million views and 145,000 likes on Instagram.\n\nOne user 'asemtanirberdiyeva' said: \"You guys are crazy.\"\n\nWhile 's.saniiy' said: \"They simply have nothing to do.\"\n\nAnd 'a.zh01' remarked: \"Some worry about their livestock, others worry about their lives... While some are crying because they can't make a living or support their families, others, out of excess, are swimming inside their cars...\"\n\nBut not everyone saw the funny side of the stunt.\n\nAstana Police Department later told local media that the pair will be fined for endangering public safety with the prank.",
    "author": "Simona Kitanovska"
  },
  {
    "id": 12,
    "headline": "BUM RAP:",
    "subheading": "OAP FINED FOR MOONING AT POLICE STATION",
    "image": "",
    "content": "This is the moment a pensioner seized by police shows he thinks the law is an ass as he moons in a police station after being brought in for questioning.\n\nA bizarre snap from inside the station in the city of Astana, Kazakhstan, shows the suspect bent over with his trousers and pants around his knees.\n\nAnd as a baffled officer looks on, he gives his cheeky opinion on being detained by police on 27th June.\n\nBut, reports local media, the one-man protest cost him dearly when he was brought before magistrates later the same day.\n\nA police spokesperson told local media: \"The elderly man was held accountable for this incident. He was fined 20 wages by the court's decision.\"\n\nThe pensioner, not named by local media, was fined 20 times the value of his state pension, believed to total around GBP 4,500.\n\nAs of February, the average amount of total pension increased to KZT 132,346 (GBP 221).\n\nThe image had been shared online by local journalist Mikhail Kozachkov on the Telegram platform where it clocked up more than 50,000 views.\n\nOne Telegram user 'Alexandr Nikitenko' laughed: \"He confused proctology with the prosecutor's office, and didn't bother to read the full name.\"\n\nAnd 'Ekaterina Tarnaykina' added: \"An investigation has been launched indeed.\"\n\nThen 'KZ Nuova' said: \"He'll say they harassed him.\"",
    "author": "Georgina Jedikovska"
  },
  {
    "id": 13,
    "headline": "COP SHOPPED:",
    "subheading": "BLONDE WPC SACKED AFTER MOAN ABOUT LOW WAGES GOES VIRAL",
    "image": "",
    "content": "A blonde cop who posted a spoof social media post moaning about low wages has been forced to quit by police chiefs in Russia.\n\nOlga Gaidukova's Instagram clip clocked up more than 1.2 million views when she mockingly complained that officers' wages rarely top RUB 40,000 (GBP 361) a month, in a social media reel.\n\nThe 28-year-old from Novocherkassk, Rostov Oblast, says she was first ordered to take down the video and was told to resign when she refused.\n\nShe claimed: \"They suggested that I write a resignation letter of my own accord, and I agreed. No one forced, intimidated, or coerced me.\n\nThe management was unaware I was running social media accounts and only found out when the video became popular.\"\n\nOlga explained that the video was meant as a joke and said her bosses gave her no alternative to quitting.\n\nIn an official report on her conduct, it says she had \"disgraced the honour of the uniform\".\n\nOlga added: \"None of the colleagues could have anticipated such an outcome, everyone was expecting just a warning at most.\"\n\nThe news, however, triggered an avalanche of comments from Olga's social media followers.\n\nInstagram user '@diaakhmetova' said: \"I quit my job four days ago and now I'm truly happy!\"\n\nThen user '@dimasik_warrior' commented: \"You're such a lioness.\"\n\nAnd '@kamilka_kamillya' added: \"What a brave girl you are. Well done, you broke this damn system and told the truth without fear of dismissal, bravo!\"",
    "author": "Georgina Jedikovska"
  },
  {
    "id": 14,
    "headline": "ACHY BREAKY PART:",
    "subheading": "STAR IN AGONY AS FAN'S MOBILE PHONE HITS HIM IN THE CROTCH DURING LIVE SHOW",
    "image": "",
    "content": "This is the agonising moment a star singer is brought down by a selfie-seeking fan who hurls his mobile phone right into his crotch during a live show. Brazilian star Leo Santana, 36, was performing with his band at a show in Gravata, in the Brazilian state of Pernambuco, on Saturday, 29th June. Video footage shot by a member of the audience shows one over-excited fan apparently desperate to hand his mobile phone to the singer so they can take a selfie together. But as Santana ignores his pleas the fan resorts to desperate measures and hurls the phone onto the stage. And as it soars through the air the mobile hits the star right in the crotch as he dances with his backup singers. Santana, real name Leandro Silva de Santana Improta, is seen bent double in agony before he turns away from the audience and tries to recover enough to go on with the show. Meanwhile, the baseball cap-wearing fan appears to be delighted with his aim and waves wildly at the stage trying to get Santana's attention as the clip ends. One concertgoer later told local media: \"He was trying to get close to the stage to give the singer his phone to take a selfie, but Leo Santana wasn't taking anyone's phone. At one point, he swung his hand around and threw it, hitting the singer squarely. No one knows where this guy came from.\" The phone-throwing fan had not been identified at the time of writing.",
    "author": "Joseph Golder"
  },
  {
    "id": 15,
    "headline": "INSTA-SCAM:",
    "subheading": "DRUG BOSS SEIZED AFTER GIRLFRIEND FLAUNTED THEIR LUXURY LIFESTYLE ON SOCIAL MEDIA",
    "image": "",
    "content": "A drugs trafficker has been seized by police after they unravelled his illicit fortune by following his girlfriend as she flaunted her luxury lifestyle on social media. Cecilia Calixto's boyfriend Matheus Almeida has long been suspected of running a vast hashish and cocaine empire in Sao Paulo but had never been caught. Then, police in Brazil began tracking Almeida's 28-year-old girlfriend, whose only legitimate source of income was a tiny clothes shop in her mother's house. And they found her posts displayed wild spending sprees way beyond the profits from her boutique. The pair were arrested on 27th June after police identified them as the joint heads of a massive drugs-running scam, reports local media. She kept her followers up to date with a dizzying diary of glamorous holidays and VIP events that she should never have been able to afford on her humble sales clerk salary putting her daughter through school. Police then followed her through a series of plastic surgery ops and aesthetic procedures through her Instagram profile. In just a few months, Calixto underwent a rhinoplasty, had silicone boob implants and revamped her curves with HD liposuction. She also ordered gold necklaces encrusted with diamonds, some designed by her and sent to bespoke jewellers for a one-off production. Calixto boasted about her fleet of luxury cars, say local media. And when police linked her to drugs boss Almeida, it reportedly emerged that she had paid for the lot as his secret bookkeeper. Almeida had long evaded capture since he worked as a middleman and rarely handled drug shipments himself, police said. Instead, he used a small army of couriers and mules to deliver the orders to his customers all over South America, reports local media. Calixto, say police, used front companies and a technique called 'smurfing', using multiple bank accounts to spread the illegal cash around to avoid detection. The cash flow, say prosecutors, was enormous, with the gang constantly exchanging information about the progress of the money. As the main financial operator of the scheme, say police, Calixto managed the entire fortune made from drug sales. Over a year she received BRL 500,000 (GBP 71,900) in her account, with her partner being the primary recipient of the debits. Her clothes shop's annual gross revenue was estimated at BRL 70,000 (GBP 10,060), yet it received BRL 500,000 (GBP 71,900) between August 2020 and August 2021. In October 2021 alone, Calixto saw another BRL 300,000 (GBP 43,000) deposited into her bank accounts. Almeida, too, liked to show off on social media and was known for wearing a solid gold chain with a diamond-encrusted pendant in the shape of Christ's face. And, reports local media, he was a regular at celebrity and VIP parties where, police suspect, his drugs were supplied. Local media reports that 17 other suspects linked to the couple are also being investigated by police.",
    "author": "Simona Kitanovska"
  },
  {
    "id": 16,
    "headline": "HAZE OF GORY:",
    "subheading": "PARATROOPERS SUE ARMY OVER AGONSING GRADUATION RITUAL WITH QUICKLIME THAT LEFT THEM DISABLED",
    "image": "",
    "content": "",
    "author": "Joseph Golder"
  },
  {
    "id": 17,
    "headline": "CHECK HER OUT:",
    "subheading": "WORLD'S HOTTEST SUPERMARKET CASHIER FINDS NEW MAN",
    "image": "",
    "content": "",
    "author": "Georgina Jedikovska"
  },
  {
    "id": 18,
    "headline": "LEONARDO DA WINCY:",
    "subheading": "YOUNG MASTER BEGAN PAINTING AGED JUST 10 MONTHS",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 19,
    "headline": "SPIRITUAL HIGH:",
    "subheading": "SPIRITUAL HIGH: 'VIRGIN MARY' APPEARS ON MOUNTAIN PEAK, SAY FAITHFUL",
    "image": "",
    "content": "",
    "author": "Joseph Golder"
  },
  {
    "id": 20,
    "headline": "HAND OF WAD:",
    "subheading": "GUNMAN ROBS PREACHER DURING LIVE STREAM SERMON",
    "altTextImg": "",
    "image": "",
    "content": "",
    "author": "Michael Leidig"
  },
  {
    "id": 21,
    "headline": "GOLD DIGGERS:",
    "subheading": "GERMAN CUSTOMS COPS FINE BRIT TRUCKER OVER UNPAID BREXIT TAX ON EXCAVATOR",
    "altTextImg": "",
    "image": "",
    "content": "",
    "author": "Joseph Golder"
  },
  {
    "id": 22,
    "headline": "KNIGHT ON THE TILES: ",
    "subheading": "NOBLEMAN'S MEDIEVAL GRAFFITI FOUND IN JERUSALEM HOLY TOMB",
    "altTextImg": "",
    "image": "",
    "content": "",
    "author": "William McGee"
  },
  {
    "id": 23,
    "headline": "HARD TO SWALLOW:",
    "subheading": "BAFFLED MEDICS FIND TREASURE TROVE IN STAB VICTIM'S STOMACH",
    "altTextImg": "",
    "image": "",
    "content": "",
    "author": "William McGee"
  },
  {
    "id": 24,
    "headline": "SLAM PUNK:",
    "subheading": "SECURITY GUARD ON TRIAL FOR STEALING BASKETBALL STAR DENNIS SCHROEDER'S GBP 53K WATCH",
    "altTextImg": "",
    "image": "",
    "content": "",
    "author": "William McGee"
  },
  {
    "id": 25,
    "headline": "HAPPY HALLOWEED:",
    "subheading": "SHOCKED MUM FINDS CANNABIS GUMMIES IN SON'S TRICK OR TREAT SWEETS",
    "altTextImg": "",
    "image": "",
    "content": "",
    "author": "William McGee"
  },
  {
    "id": 26,
    "headline": "CLAW BLIMEY:",
    "subheading": "'HUMAN SATAN' TURNS HAND INTO A CLAW IN DIY OP",
    "altTextImg": "",
    "image": "",
    "content": "",
    "author": "Joseph Golder"
  },
  {
    "id": 27,
    "headline": "SHAM-BORGHINI:",
    "subheading": "INDONESIAN COUPLE HAS INTERNET IN STITCHES WITH DIY KNOCK OFF LAMBO",
    "altTextImg": "",
    "image": "",
    "content": "",
    "author": "William McGee"
  },
  {
    "id": 28,
    "headline": "THE TWEET LIFE:",
    "subheading": "BIRDSONG CAN BOOST MENTAL HEALTH, SAYS STUDY",
    "altTextImg": "",
    "image": "",
    "content": "",
    "author": "Joseph Golder"
  },
  {
    "id": 29,
    "headline": "SEIZE-A-SALAD:",
    "subheading": "POLICE SMASH UP DRUGS RING WITH SECRET STASH HIDDEN IN LETTUCE",
    "altTextImg": "",
    "image": "",
    "content": "",
    "author": "Alice Amelia Thomas"
  },
  {
    "id": 30,
    "headline": "TILE HITLER:",
    "subheading": "BUSINESSMAN ORDERED TO COVER UP GIANT SWASTIKA AT BOTTOM OF SWIMMING POOL",
    "altTextImg": "",
    "image": "",
    "content": "",
    "author": "William McGee"
  }
]