[
  {
    "id": 1,
    "headline": "CANE MU-TON-Y:",
    "subheading": "MASSIVE CANE TOAD HAS WEIGH TO GO",
    "image": "./assets/articles-pictures/Newsflash-AgaToad-01.jpg",
    "content": "This is the moment a massive cane toad struggles to fit on the scales as Russian zoo keepers try to check out its weight.\nThe giant toad seems unconcerned as the keepers poke and prod it to spread its considerable bulk evenly over the weighing machine at Moscow Zoo, in Russia.\nThe reptile experts were careful to keep their surgical gloves on, as the toad secretes a toxic milky fluid called bufotoxin from glands on its skin that can cause serious illness in humans.\nThe footage from 22nd May shows the female toad Nastyukha tipping the scales at a whopping weight of nearly 1.5 kilogrammes (3.3 lbs).",
    "author": "Article by Georgina Jedikovska"
  },
  {
    "id": 2,
    "headline": "A BRIDGE TOO FAST:",
    "subheading": "TOWER CLIMBING SPIDER-MAN SCALED BRIDGE SO QUICKLY POLICE MISSED IT",
    "image": "./assets/articles-pictures/Newsflash-PortCops-02.jpg",
    "content": "This is the moment a daredevil free climber notorious for scaling the world's tallest building scrambles up a bridge in Portugal so quickly that the police did not even spot him.\n\nPolish national Marcin Banot, 36, has built up a huge following on YouTube for his death-defying stunts up London's Shard building and the Eiffel Tower in Paris.\n\nNow he has ticked off another target on his list after setting his sights a little lower for the Dom Luis I Bridge above the Douro River in Porto, Portugal.\n\nNew video footage of the climb posted last weekend (on 8th/9th June) shows Banot dressed in jeans, bumper boots and a T-shirt shin up the 140-year-old structure with no safety equipment.\n\nMost tourists and locals do not even seem to notice him until he pops up over the railings at the top. Other images show him scaling one of the bridge's man towers, with him seen high above the water below.\n\nHe certainly showed local police a clean pair of heels who confessed they did not even know he had been there.\n\nPorto police spokesperson Antonio Veiga admitted they only found out when the videos were posted on YouTube and Instagram.",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 3,
    "headline": "YOU WANT SSS-OME?",
    "subheading": "DAYS OLD BABY COBRA NIPPERS ARE ALREADY UP FOR A FRIGHT",
    "image": "./assets/articles-pictures/Newsflash-SiameseCobra-01.jpg",
    "content": "This is the moment cautious zookeepers in Russia show off a brood of highly venomous baby spitting cobras who already seem ready to see off any would-be attackers.\n\nThe nine hatchlings emerged following two months in an incubator after their mum gave birth to a clutch of eggs at Moscow Zoo.",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 4,
    "headline": "KUNG FOOL:",
    "subheading": "SHOP DRUNK DECKED BY MARTIAL ARTS MASTER",
    "image": "./assets/articles-pictures/Newsflash-StoreDrunk-01.jpg",
    "content": "This is the moment a loudmouthed drunk gets beaten senseless as he challenges a taekwondo champ in a service station store.\n\nThe catchweight contest started when the brawler squared up to the shop owner, identified only as Wu, at the store in Seberang Jaya, Penang, Malaysia, on 3rd June.\n\nUnknown to him and his biker pals, Wu is a former International Taekwondo Federation champion and once ran a string of TKD schools as a senior",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 5,
    "headline": "WE'LL BE BACK:",
    "subheading": "WAR MUSEUM TERMINATORS MADE FROM RECYCLED JUNK",
    "image": "./assets/articles-pictures/Newsflash-LandfillMuseum-01.jpg",
    "content": "This is the terrifying-looking line of movie Terminators created from scrap metal and junk for a warfare museum in Russia.\n\nInventor Alexander Rastorguev assembled the scary squad for his 'At The Landfill' museum using spare parts he harvested from a massive tip near Irkutsk.\n\nThe futuristic killers have joined a grim lineup of real-life and fantasy warmongers inc",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 6,
    "headline": "SNATCH OF THE DAY:",
    "subheading": "CROOK LIFTS 17 REPLICA FOOTBALL SHIRTS IN ONE SPREE",
    "image": "./assets/articles-pictures/Newsflash-JersStils-01.jpg",
    "content": "This is the strip-off moment a brass-necked thief walks off with 17 official replica football shirts after stuffing them down his shorts at a club shop in Brazil.\n\nThe brazen bandit was caught on CCTV as he went from rack to rack selecting the shirts apparently untroubled by other shoppers and assistants on 11th June.\n\nAny VAR playback of the incident at the club shop for Parana Clube in Carbita, a second-tier club in Brazil's football league, would certainly get him sent to jail.\n\nThe burly bandit shamelessly lifts the shirts one by one off their hangers, rolls them into a ball and sticks them down the crotch of his shorts.\n\nThe footage runs for almost three minutes but in that time, no one stopped him and he was able to leave the store unchallenged, according to local media.\n\nThe shop only apparently noticed the theft later and alerted the police, who confirmed that they were investigating.\n\nThe club estimates its losses at around BRL 3,400 (GBP 500).\n\nAt the time of writing, no arrests had been made.",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 7,
    "headline": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 8,
    "headline": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 9,
    "headline": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 10,
    "headline": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 11,
    "headline": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 12,
    "headline": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 13,
    "headline": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 14,
    "headline": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 15,
    "headline": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 16,
    "headline": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 17,
    "headline": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 18,
    "headline": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 19,
    "headline": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 20,
    "headline": "CANE MU-TON-Y:",
    "subheading": "MASSIVE CANE TOAD HAS WEIGH TO GO",
    "altTextImg": "big toad",
    "image": "./assets/articles-pictures/Newsflash-AgaToad-01.jpg",
    "content": "This is the moment a massive cane toad struggles to fit on the scales as Russian zoo keepers try to check out its weight.\nThe giant toad seems unconcerned as the keepers poke and prod it to spread its considerable bulk evenly over the weighing machine at Moscow Zoo, in Russia.\nThe reptile experts were careful to keep their surgical gloves on, as the toad secretes a toxic milky fluid called bufotoxin from glands on its skin that can cause serious illness in humans.\nThe footage from 22nd May shows the female toad Nastyukha tipping the scales at a whopping weight of nearly 1.5 kilogrammes (3.3 lbs).",
    "author": "Article by Georgina Jedikovska"
  }
]