[
  {
    "id": 1,
    "headline": "CANE MU-TON-Y:",
    "subheading": "MASSIVE CANE TOAD HAS WEIGH TO GO",
    "image": "./assets/articles-pictures/Newsflash-AgaToad-01.jpg",
    "content": "This is the moment a massive cane toad struggles to fit on the scales as Russian zoo keepers try to check out its weight.\nThe giant toad seems unconcerned as the keepers poke and prod it to spread its considerable bulk evenly over the weighing machine at Moscow Zoo, in Russia.\nThe reptile experts were careful to keep their surgical gloves on, as the toad secretes a toxic milky fluid called bufotoxin from glands on its skin that can cause serious illness in humans.\nThe footage from 22nd May shows the female toad Nastyukha tipping the scales at a whopping weight of nearly 1.5 kilogrammes (3.3 lbs).",
    "author": "Article by Georgina Jedikovska"
  },
  {
    "id": 2,
    "headline": "A BRIDGE TOO FAST:",
    "subheading": "TOWER CLIMBING SPIDER-MAN SCALED BRIDGE SO QUICKLY POLICE MISSED IT",
    "image": "./assets/articles-pictures/Newsflash-PortCops-02.jpg",
    "content": "This is the moment a daredevil free climber notorious for scaling the world's tallest building scrambles up a bridge in Portugal so quickly that the police did not even spot him.\n\nPolish national Marcin Banot, 36, has built up a huge following on YouTube for his death-defying stunts up London's Shard building and the Eiffel Tower in Paris.\n\nNow he has ticked off another target on his list after setting his sights a little lower for the Dom Luis I Bridge above the Douro River in Porto, Portugal.\n\nNew video footage of the climb posted last weekend (on 8th/9th June) shows Banot dressed in jeans, bumper boots and a T-shirt shin up the 140-year-old structure with no safety equipment.\n\nMost tourists and locals do not even seem to notice him until he pops up over the railings at the top. Other images show him scaling one of the bridge's man towers, with him seen high above the water below.\n\nHe certainly showed local police a clean pair of heels who confessed they did not even know he had been there.\n\nPorto police spokesperson Antonio Veiga admitted they only found out when the videos were posted on YouTube and Instagram.",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 3,
    "headline": "YOU WANT SSS-OME?",
    "subheading": "DAYS OLD BABY COBRA NIPPERS ARE ALREADY UP FOR A FRIGHT",
    "image": "./assets/articles-pictures/Newsflash-SiameseCobra-01.jpg",
    "content": "This is the moment cautious zookeepers in Russia show off a brood of highly venomous baby spitting cobras who already seem ready to see off any would-be attackers.\n\nThe nine hatchlings emerged following two months in an incubator after their mum gave birth to a clutch of eggs at Moscow Zoo.",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 4,
    "headline": "KUNG FOOL:",
    "subheading": "SHOP DRUNK DECKED BY MARTIAL ARTS MASTER",
    "image": "./assets/articles-pictures/Newsflash-StoreDrunk-01.jpg",
    "content": "This is the moment a loudmouthed drunk gets beaten senseless as he challenges a taekwondo champ in a service station store.\n\nThe catchweight contest started when the brawler squared up to the shop owner, identified only as Wu, at the store in Seberang Jaya, Penang, Malaysia, on 3rd June.\n\nUnknown to him and his biker pals, Wu is a former International Taekwondo Federation champion and once ran a string of TKD schools as a senior",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 5,
    "headline": "WE'LL BE BACK:",
    "subheading": "WAR MUSEUM TERMINATORS MADE FROM RECYCLED JUNK",
    "image": "./assets/articles-pictures/Newsflash-LandfillMuseum-01.jpg",
    "content": "This is the terrifying-looking line of movie Terminators created from scrap metal and junk for a warfare museum in Russia.\n\nInventor Alexander Rastorguev assembled the scary squad for his 'At The Landfill' museum using spare parts he harvested from a massive tip near Irkutsk.\n\nThe futuristic killers have joined a grim lineup of real-life and fantasy warmongers inc",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 6,
    "headline": "SNATCH OF THE DAY:",
    "subheading": "CROOK LIFTS 17 REPLICA FOOTBALL SHIRTS IN ONE SPREE",
    "image": "./assets/articles-pictures/Newsflash-JersStils-01.jpg",
    "content": "This is the strip-off moment a brass-necked thief walks off with 17 official replica football shirts after stuffing them down his shorts at a club shop in Brazil.\n\nThe brazen bandit was caught on CCTV as he went from rack to rack selecting the shirts apparently untroubled by other shoppers and assistants on 11th June.\n\nAny VAR playback of the incident at the club shop for Parana Clube in Carbita, a second-tier club in Brazil's football league, would certainly get him sent to jail.\n\nThe burly bandit shamelessly lifts the shirts one by one off their hangers, rolls them into a ball and sticks them down the crotch of his shorts.\n\nThe footage runs for almost three minutes but in that time, no one stopped him and he was able to leave the store unchallenged, according to local media.\n\nThe shop only apparently noticed the theft later and alerted the police, who confirmed that they were investigating.\n\nThe club estimates its losses at around BRL 3,400 (GBP 500).\n\nAt the time of writing, no arrests had been made.",
    "author": "Article by Joseph Golder"
  },
  {
    "id": 7,
    "headline": "LAST POSTS:",
    "subheading": "ANOTHER DRUG BOSS TRACKED DOWN BY COPS FOLLOWING WIFE'S LUXURY LIFE ON INSTA",
    "image": "",
    "content": "",
    "author": "Simona Kitanovska"
  },
  {
    "id": 8,
    "headline": "LEAP FROGS:",
    "subheading": "HOW CRITICALLY ENDANGERED FROGS DO PRESS UPS TO BOOST SURVIVAL",
    "image": "",
    "content": "",
    "author": "Georgina Jedikovska"
  },
  {
    "id": 9,
    "headline": "TOO PORSCHE FOR A BABY:",
    "subheading": "SPORTSCAR LAWYER HURLED HER NEWBORN OUT OF WINDOW",
    "image": "",
    "content": "",
    "author": "Georgina Jedikovska"
  },
  {
    "id": 10,
    "headline": "CRUSH HOUR:",
    "subheading": "TUBE COMMUTERS SENT SPRAWLING DOWN STAIRWAY AS ESCALATOR SWITCHES DIRECTION",
    "image": "",
    "content": "",
    "author": "Simona Kitanovska"
  },
  {
    "id": 11,
    "headline": "POOL CAR:",
    "subheading": "PRANKSTERS TURN MOTOR INTO COOL RIDE",
    "image": "",
    "content": "This is the bizarre moment two pals struggling with a summer heatwave fill their motor with water and turn it into the ultimate pool car.\n\nFirst bloggers Yerbolat Zhanabylov and Nurdaulet Bektursyn lined the car with industrial-strength plastic sheeting.\n\nThen they filled the rear compartment and boot up with water before cruising around Kazakhstan's capital Astana.\n\nVideo footage shows them diving in head-first through the hatchback as they settled back in swimming shorts to cool off with water wings, rubber rings, a snorkel and goggles.\n\nFootage of the stunt shows delighted passers-by as they took in the pool-on-wheels for a drive through the city.\n\nAt one point, the pals took the car into a fast food drive-through to buy cooling drinks and ice cream.\n\nThey captioned the video: \"It's already mid-summer, and you haven't swum yet.\"\n\nThe clip racked up more than 5.6 million views and 145,000 likes on Instagram.\n\nOne user 'asemtanirberdiyeva' said: \"You guys are crazy.\"\n\nWhile 's.saniiy' said: \"They simply have nothing to do.\"\n\nAnd 'a.zh01' remarked: \"Some worry about their livestock, others worry about their lives... While some are crying because they can't make a living or support their families, others, out of excess, are swimming inside their cars...\"\n\nBut not everyone saw the funny side of the stunt.\n\nAstana Police Department later told local media that the pair will be fined for endangering public safety with the prank.",
    "author": "Simona Kitanovska"
  },
  {
    "id": 12,
    "headline": "BUM RAP:",
    "subheading": "OAP FINED FOR MOONING AT POLICE STATION",
    "image": "",
    "content": "This is the moment a pensioner seized by police shows he thinks the law is an ass as he moons in a police station after being brought in for questioning.\n\nA bizarre snap from inside the station in the city of Astana, Kazakhstan, shows the suspect bent over with his trousers and pants around his knees.\n\nAnd as a baffled officer looks on, he gives his cheeky opinion on being detained by police on 27th June.\n\nBut, reports local media, the one-man protest cost him dearly when he was brought before magistrates later the same day.\n\nA police spokesperson told local media: \"The elderly man was held accountable for this incident. He was fined 20 wages by the court's decision.\"\n\nThe pensioner, not named by local media, was fined 20 times the value of his state pension, believed to total around GBP 4,500.\n\nAs of February, the average amount of total pension increased to KZT 132,346 (GBP 221).\n\nThe image had been shared online by local journalist Mikhail Kozachkov on the Telegram platform where it clocked up more than 50,000 views.\n\nOne Telegram user 'Alexandr Nikitenko' laughed: \"He confused proctology with the prosecutor's office, and didn't bother to read the full name.\"\n\nAnd 'Ekaterina Tarnaykina' added: \"An investigation has been launched indeed.\"\n\nThen 'KZ Nuova' said: \"He'll say they harassed him.\"",
    "author": "Georgina Jedikovska"
  },
  {
    "id": 13,
    "headline": "COP SHOPPED:",
    "subheading": "BLONDE WPC SACKED AFTER MOAN ABOUT LOW WAGES GOES VIRAL",
    "image": "",
    "content": "A blonde cop who posted a spoof social media post moaning about low wages has been forced to quit by police chiefs in Russia.\n\nOlga Gaidukova's Instagram clip clocked up more than 1.2 million views when she mockingly complained that officers' wages rarely top RUB 40,000 (GBP 361) a month, in a social media reel.\n\nThe 28-year-old from Novocherkassk, Rostov Oblast, says she was first ordered to take down the video and was told to resign when she refused.\n\nShe claimed: \"They suggested that I write a resignation letter of my own accord, and I agreed. No one forced, intimidated, or coerced me.\n\nThe management was unaware I was running social media accounts and only found out when the video became popular.\"\n\nOlga explained that the video was meant as a joke and said her bosses gave her no alternative to quitting.\n\nIn an official report on her conduct, it says she had \"disgraced the honour of the uniform\".\n\nOlga added: \"None of the colleagues could have anticipated such an outcome, everyone was expecting just a warning at most.\"\n\nThe news, however, triggered an avalanche of comments from Olga's social media followers.\n\nInstagram user '@diaakhmetova' said: \"I quit my job four days ago and now I'm truly happy!\"\n\nThen user '@dimasik_warrior' commented: \"You're such a lioness.\"\n\nAnd '@kamilka_kamillya' added: \"What a brave girl you are. Well done, you broke this damn system and told the truth without fear of dismissal, bravo!\"",
    "author": "Georgina Jedikovska"
  },
  {
    "id": 14,
    "headline": "",
    "subheading": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 15,
    "headline": "",
    "subheading": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 16,
    "headline": "",
    "subheading": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 17,
    "headline": "",
    "subheading": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 18,
    "headline": "",
    "subheading": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 19,
    "headline": "",
    "subheading": "",
    "image": "",
    "content": "",
    "author": ""
  },
  {
    "id": 20,
    "headline": "CANE MU-TON-Y:",
    "subheading": "MASSIVE CANE TOAD HAS WEIGH TO GO",
    "altTextImg": "big toad",
    "image": "./assets/articles-pictures/Newsflash-AgaToad-01.jpg",
    "content": "This is the moment a massive cane toad struggles to fit on the scales as Russian zoo keepers try to check out its weight.\nThe giant toad seems unconcerned as the keepers poke and prod it to spread its considerable bulk evenly over the weighing machine at Moscow Zoo, in Russia.\nThe reptile experts were careful to keep their surgical gloves on, as the toad secretes a toxic milky fluid called bufotoxin from glands on its skin that can cause serious illness in humans.\nThe footage from 22nd May shows the female toad Nastyukha tipping the scales at a whopping weight of nearly 1.5 kilogrammes (3.3 lbs).",
    "author": "Article by Georgina Jedikovska"
  }
]